Repository: riksu-raksu/tunnistamo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: Your AD account does not have an associated OID
sv: Ditt AD-konto har inget anslutet OID

source: Library card identifier
sv: Identifiering med bibliotekskort

source: Card PIN
sv: Kortets PIN-kod

source: Invalid card number or PIN
sv: Ogiltigt kortnummer eller PIN-kod

source: Library card login
sv: Inloggning med bibliotekskort

source: Login
sv: Inloggning

source: Return to login method selection
sv: Retur till val av inloggning

source: site owner name
sv: sidägarens namn

source: privacy policy URL
sv: dataskyddsbeskrivning URL

source: privacy policy link name
sv: dataskyddsbeskrivning länknamn

source: general content
sv: allmänt innehåll

source: general contents
sv: allmänt innehåll

source: user
sv: användare

source: public key
sv: öppen nyckel

source: secret key
sv: hemlig nyckel

source: app version
sv: Version av applikationen

source: OS
sv: Operativsystem

source: OS version
sv: Version av operativsystemet

source: device model
sv: Enhetsmodell

source: last used at
sv: användes senast

source: user device
sv: användarens enhet

source: user devices
sv: användarens enheter

source: service
sv: tjänst

source: identifier
sv: identifierare

source: user identity
sv: användaridentitet

source: user identities
sv: användaridentiteter

source: Value of field "{}" cannot be changed
sv: Värdet i fältet "{}" kan inte ändras

source: May contain only lower case letters and digits.
sv: Får endast innehålla små bokstäver och siffror.

source: E-mail
sv: E-postadress

source: Profile
sv: Profil

source: Birthdate
sv: Födelsedatum

source: Address
sv: Adress

source: GitHub username
sv: användarnamn på GitHub

source: AD Groups
sv: AD-grupper

source: API domain identifier, e.g. https://api.hel.fi/auth
sv: API-domänidentifierare, t.ex. https://api.hel.fi/auth

source: API domain
sv: API-domän

source: API domains
sv: API-domäner

source: name
sv: namn

source: required scopes
sv: obligatoriska fält

source: allowed applications
sv: tillåtna program

source: description
sv: beskrivning

source: Access to your GitHub username.
sv: Åtkomst till ditt användarnamn på GitHub.

source: Devices
sv: Enheter

source: Permission to link devices to your user account identities.
sv: Tillstånd att länka enheter till identiteterna på ditt användarkonto.

source: Identities
sv: Identiteter

source: Access to cards and other identity information.
sv: Åtkomst till kort och annan identitetsinformation.

source: Login history
sv: Inloggningshistorik

source: Access to your login history.
sv: Åtkomst till din inloggningshistorik.

source: Consents
sv: Medgivanden

source: Permission to view and delete your consents for services.
sv: Tillstånd att granska och stryka dina medgivanden till tjänster.

source: Access to your AD Group memberships.
sv: Åtkomst till dina AD gruppmedlemskaper.

source: Basic profile
sv: Grundläggande profil

source: Access to your basic information, which includes your first and last names.
sv: Åtkomst till din grundinformation, vilket inkluderar ditt för- och efternamn.

source: Email address
sv: E-postadress

source: Access to your email address.
sv: Åtkomst till din e-postadress

source: Phone number
sv: Telefonnummer

source: Access to your phone number.
sv: Åtkomst till ditt telefonnummer

source: Address information
sv: Adressinformation

source: Access to your address. Includes country, locality, street and other information.
sv: Åtkomst till din adress. Innehåller land, ort, gata och annan information.

source: Access to your birthdate.
sv: Åtkomst till ditt födelsedatum.

source: Not translatable fields
sv: Fält som inte översätts

source: Include only services that have or don't have a consent given by the current user. Accepts boolean values "true" and "false".
sv: Inkludera endast tjänster som har eller inte har ett samtycke givet av den aktuella användaren. Godkänner booleska värden "sant" och "falskt".

source: image
sv: bild

source: application
sv: program

source: client
sv: klient

source: services
sv: tjänster

source: Permission request
sv: Tillståndsförfrågan

source: Service <strong>%(service_name)s</strong> is requesting access to the following information of your user account
sv: Tjänsten <strong>%(service_name)s</strong> begär följande information från ditt användarkonto

source: Deny
sv: Avvisa

source: Allow
sv: Godkänn

source: Close
sv: Stäng

source: Authentication method temporarily unavailable.
sv: Identifieringsmetoden är tillfälligt ur bruk.

source: Your account is temporarily locked. Please try again later.
sv: Ditt konto är tillfälligt låst. Vänligen, försök igen senare.

source: Authentication failed.
sv: Identifiering misslyckades.

source: Not a valid translation format. Expecting {"lang_code": %(data)s}
sv: Ej giltigt översättningsformat. {"lang_code": %(data)s}förväntas

source: %(lang)s is not a supported language (%(allowed)s)
sv: %(lang)s stöds ej (%(allowed)s)

source: Users
sv: Användare

source: first name
sv: förnamn

source: birthdate
sv: födelsedatum

source: short description
sv: kort beskrivning

source: timestamp
sv: tidsstämpel

source: IP address
sv: IP-adress

source: geo location
sv: geolokaliseringsdata

source: user login entry
sv: inloggningspost

source: user login entries
sv: inloggningposter

source: Log in
sv: Logga in

source: You may authenticate to this service by using one of the following login methods.
sv: Du kan identifiera dig till denna tjänst med någon av följande metoder.

source: Remember me on this device
sv: Kom ihåg mig på denna enhet

source: If you are on a shared computer, you should not check this box.
sv: Om du använder en gemensam dator, ska du inte kryssa i denna ruta.

source: Return to the originating service
sv: Retur till starttjänsten
